{
  "exercises": [
{
  "pk": 1,
  "exercise": {
    "name": "Biceps curls with EZ-bar",
    "muscle_type": "small",
    "description": "Hold the EZ-bar shoulder-wide, the back is straight, the shoulders slightly back, the arms are streched. Bend the arms, bringing the weight up, with a fast movement. Without pausing, let down the bar with a slow and controlled movement. Don't allow your body to swing during the exercise, all work is done by the biceps, which are the only mucles that should move (pay attention to the elbows).",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 2,
  "exercise": {
    "name": "Biceps curls with dumbbell",
    "muscle_type": "small",
    "description": "Hold two barbells, the arms are streched, the hands are on your side, the palms face inwards. Bend the arms and bring the weight with a fast movement up. At the same time, rotate your arms by 90 degrees at the very beginning of the movement. At the highest point, rotate a little the weights further outwards. Without a pause, bring them down, slowly. Don't allow your body to swing during the exercise, all work is done by the biceps, which are the only mucles that should move (pay attention to the elbows).",
    "difficulty": 1,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 3,
  "exercise": {
    "name": "Dips",
    "muscle_type": "small",
    "description": "place both feet on a bench and place hands on a bench parallel to it. Lower your hips as close to the floor as possible while simultaneously bending your elbows back behind you. Use your triceps to press back to start.",
    "difficulty": 1,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 4,
  "exercise": {
    "name": "EZ-Bar Skullcrushers",
    "muscle_type": "large",
    "description": "Hold the EZ-bar and lie down faceup on a flat bench in such a way that around 1/4 of your head is over the edge. Stretch the bar over your chest. Keeping elbows stable and pointed upward, bend elbows and lower bar until it's just above your forehead. Pay attention to your elbows and arms: only the triceps are doing the work, the rest of the arms should not move.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 5,
  "exercise": {
    "name": "EZ-Bar Skullcrushers",
    "muscle_type": "large",
    "description": "Hold the EZ-bar (or dumbbells with palms facing) and lie faceup on a flat bench in such a way that around 1/4 of your head is over the edge. Stretch the bar over your chest. Keeping elbows stable and pointed upward, bend elbows and lower bar until it's just above your forehead. Pay attention to your elbows and arms: only the triceps are doing the work, the rest of the arms should not move.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell", "dumbbell"
    ]}
},
{
  "pk": 6,
  "exercise": {
    "name": "Hammercurls",
    "muscle_type": "large",
    "description": "Hold two dumbbells and sit on a bench with a straight back, the shoulders are slightly rolled backwards. Your pals point to your body. Bend the arms and bring the weight up with a fast movement. Don't rotate your hands, as with the curls. Without any pause bring the dumbbell down with a slow, controlled movement. Don't swing your body during the exercise, the biceps should do all the work here. The elbows are at your side and don't move.",
    "difficulty": 1,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 7,
  "exercise": {
    "name": "Preacher Curls",
    "muscle_type": "large",
    "description": " Place the EZ curl bar on the rest handles in front of the preacher bench. Lean over the bench and grab the EZ curl bar with palms up. Sit down on the preacher bench seat so your upper arms rest on top of the pad and your chest is pressed against the pad. Lower the weight until your elbows are extended and arms are straight. Bring the weights back up to the starting point by contracting biceps. Repeat",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 8,
  "exercise": {
    "name": "Bench press narrow grip",
    "muscle_type": "large",
    "description": "Lay down on a bench, the bar is directly over your eyes, the knees form a slight angle and the feet are firmly on the ground. Hold the bar with a narrow grip (around 20cm.). Lead the weight slowly down till the arms are parallel to the floor (elbow: right angle), press then the bar up. When bringing the bar down, don't let it down on your nipples as with the regular bench pressing, but somewhat lower.",
    "difficulty": 3,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 9,
  "exercise": {
    "name": "Triceps extensions on cable",
    "muscle_type": "large",
    "description": "Grab the cable, stand with your feet shoulder wide, keep your back straight and lean forward a little. Push the bar down, making sure the elbows don't move during the exercise. Rotate your hands outwards at the very end and go back to the initial position without pause.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "cable"
    ]}
},
{
  "pk": 10,
  "exercise": {
    "name": "Crunches",
    "muscle_type": "large",
    "description": "Lay down on your back a soft surface, the feet are on the floor. Ask a partner or use some other help (barbell, etc.) to keep them fixed, your hands are behind your head. From this position move your upper body up till your head or elbows touch your knees. Do this movement by rolling up your back.",
    "difficulty": 1,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 11,
  "exercise": {
    "name": "Cable Crunches",
    "muscle_type": "large",
    "description": "Take the cable on your hands and hold it next to your temples. Knee down and hold your upper body straight and bend forward. Go down with a fast movement, rolling your back in (your ellbows point to your knees). Once down, go slowly back to the initial position.",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "cable"
    ]}
},
{
  "pk": 12,
  "exercise": {
    "name": "Negative Crunches",
    "muscle_type": "large",
    "description": "Sit yourself on the decline bench and fix your legs. Cross your arms over the chest and bring with a rolling movement your upper body up, go now without a pause and with a slow movement down again. Don't let your head move during the exercise.",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 13,
  "exercise": {
    "name": "Negative Crunches",
    "muscle_type": "large",
    "description": "Sit yourself on the decline bench and fix your legs. Cross your arms over the chest and bring with a rolling movement your upper body up, go now without a pause and with a slow movement down again. Don't let your head move during the exercise.",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 14,
  "exercise": {
    "name": "Situps",
    "muscle_type": "large",
    "description": "Sit on a mat, your calves are resting on a bench, the knees make a right angle. Hold your hands behind your neck. Go now up with a rolling movement of your back, you should feel how the individual vertebrae lose contact with the mat. At the highest point, contract your abs as much as you can and hold there for 2 sec. Go now down, unrolling your back.  ",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 15,
  "exercise": {
    "name": "Butterflys",
    "muscle_type": "large",
    "description": "Sit on the butterfly machine, the feet have a good contact with the floor, the upper arms are parallel to the floor. Press your arms together till the handles are practically together (but aren't!). Go slowly back. The weights should stay all the time in the air.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 16,
  "exercise": {
    "name": "Decline bench press barbell",
    "muscle_type": "large",
    "description": "Lay down on a decline bench, the bar should be directly above your eyes, the knees are somewhat angled and the feet are firmly on the floor. Concentrate, breath deeply and grab the bar more than shoulder wide. Bring it slowly down till it briefly touches your chest at the height of your nipples. Push the bar up.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell",
      "barbell"
    ]}
},
{
  "pk": 17,
  "exercise": {
    "name": "Standing calf raises",
    "muscle_type": "large",
    "description": "Get onto the calf raises machine, you should able to completely push your calves down. Stand straight, don't make a hollow back and don't bend your legs. Pull yourself up as high as you can. Make a small pause of 1 - 2 seconds and go slowly down.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 18,
  "exercise": {
    "name": "Deadlifts",
    "muscle_type": "large",
    "description": "Stand firmly, with your feet slightly more than shoulder wide apart. Stand directly behind the bar where it should barely touch your shin, your feet pointing a bit out. Bend down with a straight back, the knees also pointing somewhat out. Grab the bar with a shoulder wide grip, one underhand, one reverse grip. Pull the weight up. At the highest point make a slight hollow back and pull the bar back. Hold 1 or 2 seconds that position. Go down, making sure the back is not bent. Once down you can either go back again as soon as the weights touch the floor, or make a pause, depending on the weight.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 19,
  "exercise": {
    "name": "Pullups",
    "muscle_type": "large",
    "description": "Grab the pull up bar with a wide grip, the body is hanging freely. Keep your chest out and pull yourself up till your chin reaches the bar or it touches your neck, if you want to pull behind you. Go with a slow and controlled movement down, always keeping the chest out.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 20,
  "exercise": {
    "name": "Seated Rows",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 21,
  "exercise": {
    "name": "Bentover Rows",
    "muscle_type": "large",
    "description": "Grab the barbell with a wide grip (slightly more than shoulder wide) and lean forward. Your upper body is not quite parallel to the floor, but forms a slight angle. The chest's out during the whole exercise. Pull now the barbell with a fast movement towards your belly button, not further up. Go slowly down to the initial position. Don't swing with your body and keep your arms next to your body.",
    "difficulty": 1,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 22,
  "exercise": {
    "name": "Reverse Bentover Rows",
    "muscle_type": "large",
    "description": "The same as <em>regular</em> rowing, but holding a reversed grip (your palms pointing forwards): Grab the barbell with a wide grIp (slightly more than shoulder wide) and lean forward. Your upper body is not quite parallel to the floor, but forms a slight angle. The chest's out during the whole exercise. Pull now the barbell with a fast movement towards your belly button, not further up. Go slowly down to the initial position. Don't swing with your body and keep your arms next to your body.",
    "difficulty": 1,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell", "dumbbell"
    ]}
},
{
  "pk": 23,
  "exercise": {
    "name": "Squats",
    "muscle_type": "large",
    "description": "Make sure you have put the barbell at a height where you can comfortably take it out and put it back in. Take it out and make yourself ready: <ul> <li>The bar is somewhat lower than your shoulders</li> <li>The feet are quite apart and point out</li> <li>The head is in your neck and looks up</li> <li>The chest is out</li> </ul> Go now slowly down, till your thighs are parallel with the floor, not lower. The knees point outwards, your butt, out. Make a small pause of 1 second and with as much energy as you can, push the weight up. Make a pause of 2 seconds and repeat.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 24,
  "exercise": {
    "name": "Dumbbell Lunges",
    "muscle_type": "large",
    "description": "Take two dumbbells in your hands, stand straight, feet about shoulder wide. Take one long step so that the front knee is approximately forming a right angle. The back leg is streched, the knee is low but doesn't touch the ground. \"Complete\" the step by standing up and repeat the movement with the other leg.",
    "difficulty": 1,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 25,
  "exercise": {
    "name": "Leg Press (Wide)",
    "muscle_type": "large",
    "description": "Sit on the machine and put your feet on the platform, a bit more than shoulder wide. The feet are turned outwards by a few degrees. Lower the weight so much, that the knees form a right angle. Push immediately the platform up again, without any pause. When in the lower position, the knees point a bit outwards and the movement should be always fluid.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 26,
  "exercise": {
    "name": "Leg Press (Narrow)",
    "muscle_type": "large",
    "description": "The exercise is very similar to the wide leg press: Sit on the machine and put your feet on the platform so far apart  that you could just put another foot in between them. The feet are parallel and point up. Lower the weight so much, that the knees form a right angle. Push immediately the platform up again, without any pause. When in the lower position, the knees point a bit outwards and the movement should be always fluid.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 27,
  "exercise": {
    "name": "Good Mornings",
    "muscle_type": "large",
    "description": "",
    "difficulty": 3,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 28,
  "exercise": {
    "name": "Seated Leg Curls",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "full",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "row machine"
    ]}
},
{
  "pk": 29,
  "exercise": {
    "name": "Barbell Shoulder Press",
    "muscle_type": "large",
    "description": "Sit on a bench, the back rest should be almost vertical. Take a barbell with a shoulder wide grip and bring it up to chest height. Press the weight up, but don't stretch the arms completely. Go slowly down and repeat.",
    "difficulty": 3,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 30,
  "exercise": {
    "name": "Cable Flyes",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "cable"
    ]}
},
{
  "pk": 31,
  "exercise": {
    "name": "Dumbbell Shoulder Press",
    "muscle_type": "large",
    "description": "Sit on a bench, the back rest should be almost vertical. Take two dumbbells and bring them up to shoulder height, the palms and the elbows point during the whole exercise to the front. Press the weights up, at the highest point they come very near but don't touch. Go slowly down and repeat.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 32,
  "exercise": {
    "name": "Lying Leg Raises",
    "muscle_type": "large",
    "description": "Lay down on a bench and hold onto the recliner with your hands to keep you stable. Hold your legs straight and lift them till they make an angle of about 45°. Make a short pause of 1 sec. and go slowly down to the initial position. To increase the intensity you can make a longer pause of 7 sec. every 5th time.",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 33,
  "exercise": {
    "name": "Hyperextensions",
    "muscle_type": "large",
    "description": "Lay on the hyperextension pad with the belly button just at the leading edge, the upper body can hang freely. Tense your whole back's muscles and bring your upper body up till it is horizontal, but not more. Go slowly down and don't relax your muscles.",
    "difficulty": 2,
    "bodypart": "full",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 34,
  "exercise": {
    "name": "Low-pulley Rows",
    "muscle_type": "large",
    "description": "Sit down, put your feet on the supporting points and grab the bar with a wide grip. Pull the weight with a rapid movement towards your belly button, not upper. Keep your arms and elbows during the movement close to your body. Your shoulders are pulled together. Let the weight slowly down till your arms are completely stretched.",
    "difficulty": 1,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 35,
  "exercise": {
    "name": "Lateral Raises",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 36,
  "exercise": {
    "name": "Barbell Shrugs",
    "muscle_type": "large",
    "description": "Take a barbell and stand with a straight body, the arms are hanging freely in front of you. Lift from this position the shoulders as high as you can, but don't bend the arms during the movement. On the highest point, make a short pause of 1 or 2 seconds before returning slowly to the initial position. When training with a higher weight, make sure that you still do the whole movement!",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 37,
  "exercise": {
    "name": "Chinups",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 38,
  "exercise": {
    "name": "Lat Pulldown",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 39,
  "exercise": {
    "name": "Pistol Squat",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 40,
  "exercise": {
    "name": "Racked Deadlift",
    "muscle_type": "large",
    "description": "Deadlift to be done using a Smith machine or a free rack. Bar or barbell hould be just right under the knee cap level. Lift using the glutes and through the heels, then come back to starting postion with a control movement of 2 seconds. This exercise targets mainly the lower back and glutes.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 41,
  "exercise": {
    "name": "Incline Plank with alternate floor touch",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 42,
  "exercise": {
    "name": "Cab;e Woodchoppers",
    "muscle_type": "small",
    "description": "Set cable pulley slightly lower than chest height. Keep body facing forward with hips stable.  Grab the pulley handle, fully extend your arms and bring your arms forward and across your body. Hold for 1 second at the end of the movement and slowly return to starting position.",
    "difficulty": 1,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "cable"
    ]}
},
{
  "pk": 43,
  "exercise": {
    "name": "Side Crunches",
    "muscle_type": "large",
    "description": "Hold weight in one hand. Bend side ways to the knee. Pull upo to upright position using your obliquus.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 44,
  "exercise": {
    "name": "Squat Jump",
    "muscle_type": "large",
    "description": "Jump wide, then close",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 45,
  "exercise": {
    "name": "Power Clean",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "full",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 46,
  "exercise": {
    "name": "Pistol Squat",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 47,
  "exercise": {
    "name": "Push Press",
    "muscle_type": "upper",
    "description": "",
    "difficulty": 2,
    "bodypart": "full",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 48,
  "exercise": {
    "name": "Front Squats",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 49,
  "exercise": {
    "name": "Bench Press",
    "muscle_type": "large",
    "description": "Lay down on a bench, the bar should be directly above your eyes, the knees are somewhat angled and the feet are firmly on the floor. Concentrate, breath deeply and grab the bar more than shoulder wide. Bring it slowly down till it briefly touches your chest at the height of your nipples. Push the bar up. If you train with a high weight it is advisable to have a <em>spotter</em> that can help you up if you can't lift the weight on your own. With the width of the grip you can also control which part of the chest is trained more: <ul> <li>wide grip: outer chest muscles</li> <li>narrow grip: inner chest muscles and triceps</li> </ul>",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 50,
  "exercise": {
    "name": "Cross-Bench Dumbbell Pullovers",
    "muscle_type": "large",
    "description": "Grasp a moderately weighted dumbbell so your palms are flat against the underside of the top plates and your thumbs are around the bar. Lie on your back across a flat bench so only your upper back and shoulders are in contact with the bench. Your feet should be set about shoulder-width apart and your head should hang slightly downward. With the dumbbell supported at arm's length directly about your chest, bend your arms about 15 degrees and keep them bent throughout the movement. Slowly lower the dumbbell backward and downward in a semicircle arc to as low a position as is comfortably possible. Raise it slowly back along the same arc to the starting point, and repeat for the required number of repetitions.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 51,
  "exercise": {
    "name": "Pushups",
    "muscle_type": "large",
    "description": "Start with your body streched, your hands are shoulder-wide appart on the ground. Push yourself off the ground till you strech your arms. The back is always straight and as well as the neck (always look to the ground). Lower yourself to the initial position and repeat.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 52,
  "exercise": {
    "name": "Cable Crossover",
    "muscle_type": "large",
    "description": "Begin with cables at about shoulder height, one in each hand. Take a step forward so that one foot is in front of the other, for stability, and so that there is tension on the cables. Bring hands together in front of you. Try to make your hands overlap (so that the cables cross) a few inches.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "cable"
    ]}
},
{
  "pk": 53,
  "exercise": {
    "name": "Stiff-Leg Deadlift",
    "muscle_type": "large",
    "description": "<ul> <li>Keep legs straight</li> <li>Keep back straight</li> </ul>",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 54,
  "exercise": {
    "name": "Smith Machine Close Grip Bench Press",
    "muscle_type": "large",
    "description": "Perform a standard bench press on the smith machine, but have your hands on the bar about shoulder width apart, and keep your elbows close to your body.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "machine"
    ]}
},
{
  "pk": 55,
  "exercise": {
    "name": "Military Press",
    "muscle_type": "large",
    "description": "The military press is a variation of the overhead press weight training exercise using very strict form and no pre-movement momentum.The military press targets the deltoid muscles in the shoulders as well as the triceps. Additionally, it works the core and legs, which the lifter uses to help stabilize the weight.The lift begins with the lifter standing and the barbell on the anterior deltoids. The lifter then raises the barbell overhead by pressing the palms of the hands against the underside of the barbell.",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 56,
  "exercise": {
    "name": "Weight Stepups",
    "muscle_type": "large",
    "description": "box step ups w/ barbell and 45's on each side",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 57,
  "exercise": {
    "name": "Plank",
    "muscle_type": "large",
    "description": "Get into a position on the floor supporting your weight on your forearms and toes. Arms are bent and directly below the shoulder.  Keep your body straight at all times and hold this position as long as possible. To increase difficulty an arm or leg can be raised while performing this exercise.  ",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 58,
  "exercise": {
    "name": "Kettlebell Swings",
    "muscle_type": "large",
    "description": "It's a swing from the hip, not a squat!",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "kettlebell"
    ]}
},
{
  "pk": 59,
  "exercise": {
    "name": "Broad Jumps",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "full",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 60,
  "exercise": {
    "name": "Barbell Snatches",
    "muscle_type": "large",
    "description": "Stand with your feet at hip width and your shins against the bar. Grasp the bar at double shoulder width and, keeping your lower back flat, drive your heels into the floor to begin lifting the bar. When it's above your knees, explosively extend your hips and shrug your shoulders. Let the momentum carry the weight overhead.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 61,
  "exercise": {
    "name": "Biking",
    "muscle_type": "large",
    "description": "",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 62,
  "exercise": {
    "name": "Lying Toe Tuches",
    "muscle_type": "small",
    "description": "",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 63,
  "exercise": {
    "name": "Farmer's Walk",
    "muscle_type": "large",
    "description": "Grab dumbbells and walk  ",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 64,
  "exercise": {
    "name": "Dumbbell Clean and Press",
    "muscle_type": "large",
    "description": "  Begin with the dumbbells on the ground just outside your feet, with the right dumbbell pointing roughly \"1 and 7\" on a clock and the left dumbbell pointing roughly \"11 and 5.\" Squat down and grab both dumbbells, hands outside of feet.   Keeping a flat back, begin the dumbbell clean, allowing the dumbbells to rise next to or slightly in front of your legs. As the weights approach your knees, explode up with maximum force and control the weights while also maintaining a predominantly thumbs-up, hammer curl-type orientation.   Receive the weight by catching it with a slight dip as it comes to rest in front of your shoulders, elbows pushed forward. Brace your abs and glutes, and press the weights overhead. This isn't a clean and push press, so keep it strict.   Once both arms are locked out overhead, take another quick breath before lowering the weights to your shoulders, then lower them to the waist as in the negative of a quick hammer curl, catching them with a knee dip and a flat back to lessen the impact on the wrist, elbow, shoulder, and low back, and then squat to place them on the ground.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 65,
  "exercise": {
    "name": "Goblet Squat",
    "muscle_type": "large",
    "description": "Grasp dumbbell with both hands at the sides of the upper plates. Hold dumbbell in front of chest, close to torso. Place feet about shoulderwide apart, keep knees slightly bent. Squat down until thighs are parallel to floor. Keep back straight, bend and move hips backward to keep knees above feet. Return, keep knees slightly flexed. Repeat. Keep bodyweight on heels and look ahead or slightly above to keep back straight.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 66,
  "exercise": {
    "name": "Flutter Kicks",
    "muscle_type": "large",
    "description": "-Laying on the back, lift your straightened legs from the ground at a 45 degree angle.  -As your Left foot travels downward and nearly touches the floor, your Right foot should seek to reach a 90 degree angle, or as close to one as possible. -Bring your R foot down until it nearly touches the floor, and bring your L foot upwards.  Maintain leg rigidity throughout the exercise.  Your head should stay off the ground, supported by tightened upper abdominals. -(L up R down, L down R up, x2)  ^v, v^, ^v, v^ = 1 rep -Primarily works the Rectus Abdominus, the hip flexors and the lower back. Secondarily works the Obliques.  Emphasis placed on the lower quadrant of the abs.  ",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 67,
  "exercise": {
    "name": "High Kness Jump",
    "muscle_type": "large",
    "description": "-Start with legs slightly wider than shoulder width -Drop into a bodyweight squat -As you hit the bottom of the squat, explode upwards into a jump while simultaneously tucking your knees into your chest midflight.  Remain tucked until the apex of your jump. -Land on both feet, making sure your knees are not locked so as to avoid excessive strain upon your joints.  Collect yourself into the next rep as quickly but under control as possible.",
    "difficulty": 2,
    "bodypart": "full",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 68,
  "exercise": {
    "name": "Bear Walk",
    "muscle_type": "large",
    "description": "-Rest your weight on your palms and the balls of your feet, not dissimilar to normal pushup position -Move by stepping with your R palm and L foot, then your L palm and R foot.  Basically, walk like a lumbering bear. -Move as fast as you can.  Measure your reps/sets in either distance (i.e. 40 yards) or time (i.e. 45 seconds) -Works your Pecs, Deltoids, Triceps, Traps, Lats, Abs and Lower Back, Hip Flexors, Quads, Glutes and Calves",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 69,
  "exercise": {
    "name": "Turkish Getup",
    "muscle_type": "large",
    "description": "Starting on back, move to the standing position with dumbbell in one hand.  Switch hands between reps.",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "kettlebell", "dumbbell"
    ]}
},
{
  "pk": 70,
  "exercise": {
    "name": "Decline Stiup",
    "muscle_type": "large",
    "description": "<ol> <li>Lie down on a bench with a barbell resting on your chest. Position your legs so they are secure on the extension of the abdominal bench.</li> <li>While inhaling, tighten your abdominals and glutes. Simultaneously curl your torso as you do when performing a sit-up and press the barbell to an overhead position while exhaling. </li> <li>Lower your upper body back down to the starting position while bringing the barbell back down to your torso. Remember to breathe in while lowering the body.</li> </ol> Caution: It is best to have a spotter while performing this exercise so that it is easier to get the barbell and also get rid of it. Also, always start with an empty bar and do not use jerking motions at any time.   Reference: http://www.bodybuilding.com/exercises/detail/view/name/press-sit-up",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 71,
  "exercise": {
    "name": "Superman",
    "muscle_type": "large",
    "description": "Lay flat on your stomach with your arms extended in front of you on the ground as your legs are lying flat. Lift both your arms and legs at the same time, as if you were flying, and contract the lower back. Make sure that you are breathing and, depending on your fitness level, hold the movement for at least",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 72,
  "exercise": {
    "name": "Windshiled Wipers",
    "muscle_type": "large",
    "description": "Assume push-up position, with hands slightly wider than shoulder width. Shift body weight as far as possible to one side, allowing the elbow on that side to flex.  Reverse the motion, moving completely over to the other side. Return to the starting position, and repeat for the desired number of repetitions.",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 73,
  "exercise": {
    "name": "Barbell Rollout",
    "muscle_type": "large",
    "description": "Place a barbell on the floor at your feet. Bending at the waist, grip the barbell with a shoulder with overhand grip. With a slow controlled motion, roll the bar out so that your back is straight. Roll back up raising your hips and butt as you return to the starting position.",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 74,
  "exercise": {
    "name": "Dumbbell Sqlit Squat",
    "muscle_type": "large",
    "description": "Rest back foot on an elevated surface with sole pointing up. keep your weight over your front leg as you lower yourself",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "dumbbell"
    ]}
},
{
  "pk": 75,
  "exercise": {
    "name": "Deadhang",
    "muscle_type": "large",
    "description": "Deadhang performed on an edge either with or without added weight (adujst edge or weight to adjust difficulty)",
    "difficulty": 2,
    "bodypart": "upper",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 76,
  "exercise": {
    "name": "Burpees",
    "muscle_type": "large",
    "description": "Jump, lay down on your chest, do a pushup then jump, repeat",
    "difficulty": 1,
    "bodypart": "full",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 77,
  "exercise": {
    "name": "Overhead Squat",
    "muscle_type": "large",
    "description": "The barbell is held overhead in a wide-arm snatch grip; however, it is also possible to use a closer grip if balance allows.",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "barbell"
    ]}
},
{
  "pk": 78,
  "exercise": {
    "name": "Wall Handstand",
    "muscle_type": "large",
    "description": "Handstand against a wall for support (chest facing wall).",
    "difficulty": 2,
    "bodypart": "lower",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
},
{
  "pk": 79,
  "exercise": {
    "name": "Hollow Hold",
    "muscle_type": "large",
    "description": "Get on a mat and lie on your back. Contract your abs, stretch your raise and legs and raise them (your head and shoulders are also be raised). Make sure your lower back remains in contact with the mat.",
    "difficulty": 2,
    "bodypart": "abs",
    "reps": 12,
    "sets": 3,
    "equipment": [
      "bodyweight"
    ]}
}
  ]
}